var provinces = [{
    "id" : 1042,
    "value" : "安徽省"
}, {
    "id" : 3245,
    "value" : "澳门特别行政区"
}, {
    "id" : 2,
    "value" : "北京市"
}, {
    "id" : 1165,
    "value" : "福建省"
}, {
    "id" : 2947,
    "value" : "甘肃省"
}, {
    "id" : 1963,
    "value" : "广东省"
}, {
    "id" : 2106,
    "value" : "广西壮族自治区"
}, {
    "id" : 2504,
    "value" : "贵州省"
}, {
    "id" : 2231,
    "value" : "海南省"
}, {
    "id" : 40,
    "value" : "河北省"
}, {
    "id" : 1530,
    "value" : "河南省"
}, {
    "id" : 654,
    "value" : "黑龙江省"
}, {
    "id" : 1708,
    "value" : "湖北省"
}, {
    "id" : 1826,
    "value" : "湖南省"
}, {
    "id" : 584,
    "value" : "吉林省"
}, {
    "id" : 821,
    "value" : "江苏省"
}, {
    "id" : 1260,
    "value" : "江西省"
}, {
    "id" : 469,
    "value" : "辽宁省"
}, {
    "id" : 355,
    "value" : "内蒙古自治区"
}, {
    "id" : 3100,
    "value" : "宁夏回族自治区"
}, {
    "id" : 3048,
    "value" : "青海省"
}, {
    "id" : 1372,
    "value" : "山东省"
}, {
    "id" : 224,
    "value" : "山西省"
}, {
    "id" : 2829,
    "value" : "陕西省"
}, {
    "id" : 800,
    "value" : "上海市"
}, {
    "id" : 2301,
    "value" : "四川省"
}, {
    "id" : 3248,
    "value" : "台湾省"
}, {
    "id" : 21,
    "value" : "天津市"
}, {
    "id" : 2748,
    "value" : "西藏自治区"
}, {
    "id" : 3242,
    "value" : "香港特别行政区"
}, {
    "id" : 3128,
    "value" : "新疆维吾尔自治区"
}, {
    "id" : 2602,
    "value" : "云南省"
}, {
    "id" : 940,
    "value" : "浙江省"
}, {
    "id" : 2258,
    "value" : "重庆市"
}]; 